{
    "EAFawKaxAZI-1-11-web-2-JGHSgpTaKwU": "Education. The image is a colorful background with a pink and white color scheme. The main focus of the image is the word \"Thank You\" written in black. Below the word \"Thank You\" is a phone number, \"Contact us: +123-456-7890\". The image is likely used as a thank you card or a promotional material for a business.",
    "EAFPgd2Y8jQ-1-1-web-2-XjyUgtqFfj8": "Instagram Posts. The image is a blue and white advertisement for a website called \"reallygreatsite.com\". The advertisement features a shopping basket icon and the text \"shop now\" in white letters. The website is likely an online shopping platform offering various products and services.",
    "EAE1NPXzEnw-1-0-web-2-IYn4SKi_JlM": "Instagram Posts. The image is an Instagram post featuring a man wearing a green robe and a hat, with his hands clasped in prayer. The post is captioned with a description of Ramadan, which is a time for spiritual reflection, prayer, doing good deeds, and spending more time with family and friends. It is common to have a meal, known as the suhoor, just before dawn and another, known as the iftar, directly after sunset. The post also includes the hashtags #ramadan and #kareem.",
    "EAFQIKobDvI-1-0-web-2-xL8l3e19aB0": "Presentations. The image is a presentation with the title \"affirmations\" and the text \"positive self presentation.\" The content of the presentation is focused on providing positive affirmations to help with self-presentation. The image features a cute cartoon unicorn with a purple bow and a star in the background. The unicorn is laying on a cloud, and its eyes are closed, giving a sense of relaxation and positivity. The presentation is designed to be visually appealing and engaging while delivering a message of self-improvement and confidence.",
    "EAE8imJijXY-1-0-web-2--ImMAWhoy6o": "Your story. The image is a promotional advertisement for Ramadan. The text in the image reads \"Happy Ramadan\" and \"Up to 50% discount\". The advertisement is encouraging people to check out the website \"reallygreatsite.com\" for more information. The image is set against a backdrop of stars, giving it a festive and celebratory appearance.",
    "EAFP-_GDodU-1-0-web-2-LX0X2nlgIws": "Instagram Posts. The image is a festive display of Christmas lights, with the number 13 prominently featured in the foreground. The text \"days left until Christmas!\" is also present, indicating that there are only 13 days left until the holiday season arrives. The image is likely meant to evoke a sense of excitement and anticipation for the upcoming celebrations.",
    "EAFGiS8gt_s-1-1-web-2-TcsdEd1G6Es": "Marketing. The image is a marketing piece for a creative design studio. The studio's name is displayed prominently in the center of the image, with a bold and eye-catching font. The background features a blue and yellow color scheme, which adds to the overall aesthetic of the design. The image is likely used to showcase the studio's capabilities and style to potential clients.",
    "EAEy_czmDro-1-0-web-2-UO_S_fnIKYY": "Logos. The image is a logo for a company called Nature, which specializes in organic and natural products. The logo features a green leaf, symbolizing the natural and organic aspect of the company's offerings. The leaf is prominently displayed in the center of the logo, with the company name \"Nature\" written in bold letters above it. The tagline \"organic & natural\" is written below the leaf, further emphasizing the company's focus on natural and organic products.",
    "EAE8gwEN1r0-1-0-web-2-3A0q42_oRh4": "Instagram Posts. The image features a close-up of two bottles of skincare products, with one bottle being pink and the other being white. The bottles are placed on a white surface, and the pink bottle is positioned slightly in front of the white bottle. The image is an advertisement for a skincare pack sale, with the text \"Skincare Pack Sale\" displayed above the bottles. The advertisement also claims that the product is a \"Best Seller,\" and encourages potential customers to \"Buy Now!\"",
    "EAEl3JNh9G4-1-0-web-2-egNZZo0G398": "Videos. The image is a video featuring a man with a flower in his hair, possibly a hipster. The video is titled \"Thanks for Watching\" and the man is inviting viewers to subscribe to his channel. The video's description also includes a reminder to not forget to subscribe, as well as a call to action to watch more of his content.",
    "EAE1WKqRiF4-1-0-web-2-4ML7OjFt0NQ": "Facebook Post. The image is a Facebook post advertising a fresh drink. The post includes a phone number, \"123-456-7890\", and a website URL, \"Reallygreatsite.com\". The post also offers a 15% discount on the fresh drink. The drink is described as a fruit juice that promotes a healthy lifestyle. The post encourages viewers to order now and enjoy the refreshing beverage.",
    "EAE8cPvPAyY-1-0-web-2-1graVCdJSDY": "Infographic. The image is an infographic that provides tips on how to reduce stress in one's life. The tips include not overthinking, sharing problems with friends, listening to music, taking healthy sleep, keeping the mind fresh, and exercising regularly. The image features a woman talking on a cell phone, a man and a woman talking, and a man and a woman listening to music. These visuals help illustrate the different ways to reduce stress and maintain a healthy lifestyle.",
    "EAFS76iSTbc-1-0-web-2-2Bdt8aWjf24": "Flyers. The image is a poster advertising a seminar on investment. The seminar is titled \"Build Your Financial Plan\" and is scheduled to take place on Sunday, November 25, 2022, at Borcelle stadium. The seminar is free for everyone and will start at 08:00 am. To register or get more information, interested individuals can call 123-456-7890 or visit the website reallygreatsite.com. The poster also features three people, Juliana Silva, Francois Mercer, and Rufus Stewart, who are described as a moderator, investment specialist, and founder of securities, respectively.",
    "EADaosgyGdo-1-20-web-2-txCCgqlceAY": "Presentations. The image is a presentation that discusses the topic of vintage photography. The presentation is divided into four sections, each with a different title. The first section is titled \"Rediscover photography\" and provides information on the history and appreciation of the science behind photography. The second section is titled \"Presentations are communication tools for reports\" and emphasizes the importance of using presentations to effectively communicate information. The third section is titled \"Why Go Vintage?\" and explores the appeal and charm of vintage photography. The fourth section is titled \"Slow down and choose\" and encourages viewers to take the time to carefully select and appreciate the best vintage photographs.",
    "EAFNvttAStY-1-3-web-2-SrBEONlqsmg": "Education. The image is a playdough mat featuring a drawing of a planet Mars. The playdough mat is designed to be used with playdough to create a fun and educational activity for children. The playdough mat is intended to inspire creativity and imagination while learning about the planet Mars.",
    "EAFrH8j4Kyw-1-0-web-2-RVFdBPJJuOs": "Your story. The image is a collage of various photos featuring a woman in different poses and settings. The main focus of the image is a woman holding a cup of coffee, with the text \"hello autumn\" displayed below her. The collage also includes a woman wearing a coat, a woman holding a cup, and a woman holding a cup of coffee. The overall theme of the image is a celebration of the autumn season.",
    "EAEt0Fpp2oE-1-0-web-2-NjqAkyIlJzs": "Your story. The image features a woman wearing a gray coat and white pants, standing in front of a white background. She is posing for a picture, showcasing the casual autumn clothes for women with print and elastic waist. The clothes are available for purchase at the website [www.reallygreatsite.com](http://www.reallygreatsite.com) for only $99.00.",
    "EAE9Uuv4eQ4-1-0-web-2-ii4ZwZB03mQ": "Flyers. The image features a white coffee mug with a black coffee bean inside, placed on a wooden table. The mug is accompanied by a green leaf, adding a touch of nature to the scene. The words \"Good Morning\" are displayed prominently in the image, suggesting a cheerful and positive atmosphere.",
    "EAE6R61d3_k-1-0-web-2-xFIeopRK4Pc": "Instagram Posts. The image is a purple and white graphic featuring a floppy disk with the words \"You have the courage to begin again\" written on it. The text is in a bold, white font and is positioned above the floppy disk. The overall design of the image is minimalistic and eye-catching, with the purple and white color scheme creating a sense of calm and inspiration.",
    "EAFPMlN0leg-1-0-web-2-y5b0JCtp064": "Cards and invitations. The image is a card for a baby's first birthday. The card is addressed to the little Matthew and is worth 50 euros. The card is signed by Samuel, Beth, and David. The card features a cute teddy bear and a crocodile on the front.",
    "EAE6tw0JDok-1-0-web-2-0wTl4upxONU": "Instagram Posts. The image is an advertisement for a 70% off sale on a skateboard, jeans, and sunglasses. The sale is only available for today, and the items can be purchased from the website [www.reallygreatsite.com](http://www.reallygreatsite.com). The skateboard is placed next to the jeans and sunglasses, creating an appealing visual display for potential customers.",
    "EAE--LGhawU-1-0-web-2-YuSRUlgZisA": "Flyers. The image showcases a beautiful outdoor scene with a large pool and a white house in the background. The house has a red roof, and there is a patio with a bench and a chair nearby. The pool is surrounded by a few umbrellas, providing shade for those relaxing by the water. The scene is labeled \"preferred villa\" and \"come now,\" inviting viewers to enjoy the luxurious and inviting atmosphere.",
    "EAFujS_px34-1-0-web-2-i4TPn4XzdIU": "Logos. The image is a logo for Studio Shodwe, featuring a white dog bone with a paw print on it. The logo is displayed on a black background, with the words \"Studio Shodwe\" written below the bone. The logo is simple and eye-catching, likely representing a company or brand related to dogs or pet-related products.",
    "EAE8IX_rFw0-1-0-web-2-8FF39RhFqnY": "Logos. The image is a logo for a construction company called \"Blue Build\". The logo features a blue and green design with the company name written in white text. The logo is positioned against a white background.",
    "EAEucmdk4AQ-1-0-web-2-ILX_Ew5aXlI": "Your story. The image is a collage of four photos featuring women in various outfits. The first photo is of a woman wearing a yellow dress and holding a handbag. The second photo is of a woman in a black and white dress, holding a camera. The third photo is of a woman in a floral dress, posing for a picture. The fourth photo is of a woman in a black and white dress, holding a handbag. The image is titled \"Woman Fashion Style\" and is from the website [www.reallygreatsite.com](http://www.reallygreatsite.com). The image also includes a color palette.",
    "EAE7xGqZodI-1-0-web-2-DBibkN8SYxA": "Your story. The image is a job advertisement for a graphic designer position. The text in the image states that the company is hiring and that they are looking for someone with 2-3 years of experience in graphic design. The candidate should be capable of using graphic design software. The company is requesting that applicants send their CV and portfolio to the email address provided. The image is promoting the company's website, which is \"reallygreatsite.com\".",
    "EAFs5F7X9KA-1-0-web-2-P35SFPJVzJw": "Instagram Posts. The image is an Instagram post featuring a woman wearing a white hat and holding a straw hat. The post is captioned \"Goodbye, Summer\" and is tagged \"@reallygreatsite\". The woman appears to be walking away from the camera, and the scene is set against a backdrop of a stone wall. The overall atmosphere of the image suggests a farewell to the summer season.",
    "EAE6rl_TvZs-1-0-web-2-e5wWgAlAyds": "Instagram Posts. The image is a pink and blue gradient with a white frame. The text in the image reads \"Hello May\".",
    "EAFS99vS4M0-1-0-web-2-LEOBpDSTFww": "Your story. The image is a festive Christmas dinner setting with a variety of food items displayed on a dining table. The table is adorned with a red tablecloth, and there are several plates of food, including ham, potatoes, and cranberry sauce. The table is also set with utensils such as forks, knives, and spoons, as well as a few bowls and cups. The scene captures the essence of a warm and inviting holiday meal shared with family and friends.",
    "EAFe82rp6cc-1-0-web-2-79Qy7WmQfNg": "T shirts. The image features a black and white T-shirt with the words \"Smile Everytime\" written on it. The text is displayed in a playful and cheerful manner, likely to encourage the wearer to spread positivity and happiness throughout the day. The T-shirt is a simple and stylish way to remind oneself to always have a smile on their face, no matter what the day brings.",
    "EAFuYx_9zcE-1-0-web-2-P1v1UAIJmAw": "Your story. The image features a colorful striped background with a quote written in white text. The quote reads, \"Everything is better when we're together.\" The text is positioned in the center of the image, with the words \"Everything is better\" on the left side and \"when we're together\" on the right side. The overall design of the image is visually appealing and emphasizes the positive message conveyed by the quote.",
    "EADhqEihcYo-1-8-web-2-VY1P4uviiGo": "Presentations. The image is a presentation about Abolishing the Hustle Culture. The text in the image states that Busyness is not a badge of honor, and presentations are tools that can be used as lectures, speeches, reports, and more. The image features a keyboard and a laptop, which are commonly used for creating and delivering presentations. The overall theme of the presentation is to challenge the idea that constantly being busy is a sign of success and to promote a more balanced approach to work and life.",
    "EAEezQTd5Xw-1-0-web-2-29pWz5-rb1g": "Instagram Posts. The image is an Instagram post featuring a woman in a white shirt and black shorts. She is wearing a backpack and appears to be running. The post is advertising a new collection and is tagged with the handle \"@reallygreatsite\". The post is likely promoting a sale or special offer related to the new collection.",
    "EAFuYj4y6KQ-1-0-web-2-RQTlBl4vrhc": "Cards and invitations. The image is a card or invitation with a yellow flower on it. The text on the card reads \"Happy Birthday\" and includes a message wishing the recipient happiness, health, and success. The card is decorated with a flower and the words \"Another year older, another year wiser!\" are also included in the message. The card is meant to be a celebration of the recipient's birthday and to encourage them to enjoy the day to the fullest.",
    "EAEsLCJPY28-1-0-web-2-doHPDPyVbIA": "Instagram Posts. The image features two flowers, each with a yellow center and green leaves, planted in the ground. The flowers are positioned next to each other, with one flower slightly to the left and the other slightly to the right. The text \"you\" is located above the left flower, while \"bloom where\" is positioned above the right flower. Below the flowers, the text \"planted\" is displayed, and the words \"are\" are written below that. The overall scene conveys a sense of growth and natural beauty.",
    "EAE7BHxKx8E-1-0-web-2-DymrKqUmQuA": "Flyers. The image features a bouquet of white flowers, likely daisies, with green leaves. The flowers are prominently displayed in the foreground, while the background is a bright green color. The text \"hello\" and \"April\" is displayed above the flowers, possibly indicating a greeting or a reference to the month. The overall scene is visually appealing and conveys a sense of warmth and freshness.",
    "EAE7kJlMeTo-1-10-web-2-QT8BZZTbGRU": "Presentations. The image is a white background with a caption that reads \"Resource Page.\" The caption also includes instructions to use the design resources in a Canva presentation and to delete the page before presenting.",
    "EAEXOURNACI-1-0-web-2-aacP6RA1Y-I": "Instagram Posts. The image is an Instagram post featuring a woman with long hair. The post is promoting a new fashion catalog and encouraging people to break the limit. The post also includes a shop and product link, inviting viewers to explore the latest fashion trends.",
    "EAE7FpU_jNg-1-0-web-2-KJ-5YmGSjDk": "Instagram Posts. The image is an Instagram post featuring a beautiful floral design. The post is an invitation to a wedding celebration for Morgan and Hannah. The event is scheduled to take place on January 27, 2025, at 8 o'clock in the evening. The location of the celebration is 123 Anywhere St., Any City, ST 12345. The post is a lovely way to invite guests to the special occasion and share the joyous news with friends and family.",
    "EAEudZICzng-1-0-web-2-GYzMM6OKlgM": "Facebook Post. The image is a Facebook post featuring a bottle of beauty cosmetic product. The post is advertising the new product and inviting viewers to stay tuned for more information. The product is described as a beauty cosmetic and is displayed prominently in the image. The post also includes a call to action, encouraging viewers to visit the website and shop now. The image is likely part of a marketing campaign to promote the product and generate interest among potential customers.",
    "EAE68sAyuG4-1-0-web-2-aDnpl8Y1I6A": "Facebook Post. The image is a Facebook post featuring a banner with the text \"HEALTHY FOOD\" on it. The banner is adorned with a heart made of various fruits, including apples, oranges, and grapes. Below the banner, there is a website address, \"www.reallygreatsite.com\", which is likely related to the content of the post. The overall theme of the image is focused on promoting healthy eating habits.",
    "EAFdl4k6-YM-1-0-web-2--X0ee4wJ5kU": "Facebook covers. The image is a Facebook cover featuring a woman holding a cup of coffee. The cover is titled \"Creative Business Agency\" and promises to provide the best business solutions for your business. The text also includes a call to action to learn more and a phone number to contact for further information.",
    "EAE3NaqflRM-1-0-web-2-QfdxdZgBSNc": "Facebook Post. A Facebook post featuring a quote of the day. The quote states \"Your life as good as your mindset.\" The post is attributed to the @reallygreatsite account.",
    "EAExWZg6fn0-1-0-web-2-3WtL9GxUVW8": "Videos. The image is a video cover featuring a woman with a ponytail. The title of the video is \"Thanks for watching Samira Hadid's Channel\". The video is a part of a series, as indicated by the \"Previous video\" and \"Don't forget to subscribe\" text. The cover also includes a link to the previous video, inviting viewers to watch more content from the channel.",
    "EAE8Vk6OUpY-1-1-web-2-HVFIMzNvA7Y": "Marketing. The image is a marketing material for Studio Shodwe, a company that is showcased in the National Gallery. The logo for Studio Shodwe features a geometric design, with a white star shape surrounded by white squares. The design is minimalistic and modern, making it an eye-catching element in the marketing material. The National Gallery is a prestigious institution that showcases art from various periods and cultures, and Studio Shodwe is proud to be associated with it.",
    "EAEmnSiUDNw-1-0-web-2-mKQ9r_cqgls": "Facebook Post. A Facebook post with the text \"today's reminder\" and \"When You Focus On The Good, The Good Gets Better.\" The post is meant to serve as a daily reminder to focus on the positive aspects of life.",
    "EAE9vc_OZh0-1-0-web-2-PtYEvPmQhPg": "Instagram Posts. The image is an Instagram post featuring two women in urban style fashion. The post is advertising a new arrival of urban style fashion on the website [www.reallygreatsite.com](http://www.reallygreatsite.com). The women are posing for the camera, showcasing the latest trends in urban style fashion. The post is visually appealing and encourages viewers to check out the new arrivals on the website.",
    "EAE9ZaFiZ5Q-1-0-web-2-JvbnyHX3sQY": "Facebook Post. The image is a Facebook post featuring a giveaway for skincare products. There are three bottles of skincare products displayed in the image, with one bottle on the left side, one in the center, and one on the right side. The bottles are of varying sizes and are placed on a white background. The post is likely promoting a skincare brand and encouraging users to participate in the giveaway to win these products.",
    "EAElelkubl8-1-0-web-2-W5Q_FceNBXc": "Your story. The image is a motivational quote that says \"If it doesn't challenge you, it won't change you.\" The text is displayed on an orange background, with the words \"If it doesn't challenge you\" written above the words \"It won't change you.\" The message is meant to inspire and encourage personal growth through facing challenges.",
    "EAE9Ziz-wVQ-1-0-web-2-EIhB5yBTuYo": "Posters. The image is a picture of a woman with a big smile on her face. She is wearing a white shirt and appears to be in a fashionable outfit. The image is advertising a fashion sale, with the text \"Up to 50% off\" displayed prominently in the bottom right corner. The woman's pose and expression suggest that she is excited about the sale and wants to share the good news with others.",
    "EAEw2bhWCMw-1-0-web-2-ToAHgeYMIbc": "Your story. The image is a festive holiday greeting that reads \"Merry Christmas and Happy New Year.\" The words are written in a large, bold font, with the phrase \"Merry Christmas\" positioned above the phrase \"And Happy New Year.\" The background features a snowy scene, adding to the wintery atmosphere of the image.",
    "EAFsVKu4DM8-1-2-web-2-TFojJxr5qEQ": "Infographic. The image is an infographic with a yellow background. The main focus of the image is a row of icons representing various resources. The icons include a snake, a grassy area, a sun, a plant, a beaver, and a cell. The text \"Resource Page\" is displayed above the row of icons, indicating that the image is meant to provide information about these resources.",
    "EAEvlv8RMJY-1-0-web-2-Kt07MeGUbws": "Instagram Posts. The image is a poster advertising International Students' Day, which is celebrated on Wednesday, November 17, 2021. The poster features four cartoon children, each with a different colored bow tie, standing in front of a chalkboard. The children are waving and smiling, conveying a sense of happiness and camaraderie. The poster is likely meant to promote the event and encourage people to celebrate and appreciate the diversity and contributions of international students.",
    "EAEr6P3gmJc-1-3-web-2-pYo6huR3QjA": "Videos. The image is a poster advertising an event taking place on October 31, 2021 at 9 PM at the Fairhill Hotel Grand Ballroom. The poster is decorated with spider webs and is inviting people to attend the event.",
    "EAEsyTrNnL0-1-0-web-2-QXyXAxx8MDU": "Instagram Posts. The image is a moodboard featuring a woman doing yoga in a white shirt. The moodboard is divided into four sections, each with a different color scheme. The first section is a light blue color, the second is a light green, the third is a light brown, and the fourth is a light pink. The woman is in the first section, and the other sections contain various objects such as a laptop, a vase, a potted plant, and a cup. The image is a creative and visually appealing representation of a yoga-inspired moodboard.",
    "EAE2U_N5vOI-1-0-web-2-hY6fgY4OwMk": "Flyers. The image features a white box with a red ribbon on top of it. The box is labeled \"Giveaway Time\" and is likely filled with a prize for a contest or promotion. The box is prominently displayed in the foreground, with a bright yellow background that adds to the festive atmosphere of the scene. The combination of the box, ribbon, and text creates a sense of excitement and anticipation for the winner of the giveaway.",
    "EAE-Fg_QRa0-1-0-web-2--obceHBtmi4": "Instagram Posts. The image features a woman wearing a brown hat and a brown shirt, standing in front of a brick wall. She is holding a pair of sunglasses in her hand. The image is advertising a fashion sale, with a 50% discount offered. The sale is being promoted on the website [www.reallygreatsite.com](http://www.reallygreatsite.com). The woman appears to be the main focus of the advertisement, showcasing the clothing and accessories available for purchase.",
    "EAFfKKQZHVQ-1-0-web-2--YwEI0FpOBE": "Instagram Posts. The image is a colorful and creative illustration for World Art Day. The illustration features a person with a mask on, surrounded by various musical notes and symbols. The person is holding a book, possibly representing the importance of art and creativity in our lives. The overall design is visually appealing and showcases the vibrant and artistic nature of the holiday.",
    "EAExSNwmTVg-1-0-web-2-Krxyp9EgEOI": "Your story. The image features a close-up of two avocados, one on the left and the other on the right. The avocados are green and appear to be ripe. The image is accompanied by text that reads \"Excellent source of nutrients\" and \"Beneficial for gut health.\" The text also includes the words \"avocado\" and \"benefits of.\" The image is likely promoting the benefits of avocados as a versatile and delicious ingredient.",
    "EAFm0Zfe7Fk-1-0-web-2-9ddpPohNNrY": "Cards and invitations. The image is a post card featuring a picture of a flower. The card is addressed to \"Dear\" and is from \"Olivia\". The post card is likely being used to send a message or a greeting to someone.",
    "EAEwEagtZo0-1-3-web-2-0Qte8QdhLOE": "Your story. The image features a white background with a golden circle in the center. The circle is adorned with gold stars, and the word \"Memory\" is written in gold letters around the circle. The overall design is elegant and minimalistic, with a focus on the concept of memories.",
    "EAE9e0B77YI-1-1-web-2--lxWDZYN1Gg": "Education. The image features a yellow cartoon planet with a smiley face drawn on it. The planet is labeled \"Venus\" and is displayed against a blue background. The overall scene is playful and creative, with the planet's happy expression adding a touch of whimsy to the image.",
    "EAElYB6uBOs-1-0-web-2-ZAiOfgDp7PU": "Instagram Posts. The image is an Instagram post featuring a pink background with a motivational message written in white text. The message reads, \"In everything you do, be kind.\" The post is likely meant to inspire positivity and kindness in the viewer's daily life.",
    "EAFL_VB-7oM-1-0-web-2-HuDuiCX3maU": "Your story. The image is a promotional poster for the website \"reallygreatsite.com\". The poster features a cartoon illustration of a pile of fruits and vegetables, with a caption that reads \"If you pick ugly fruits and vegetables at the supermarket, they won't spoil and end up in the bin!\". The poster also includes the text \"Food for thought\" at the bottom.",
    "EAE-UW3mUDw-1-0-web-2-Ip0PXNvjflk": "Your story. The image features a woman wearing a pink top and holding a yellow purse. She is smiling and appears to be the main focus of the image. The image is advertising a special offer for fashion, with a 50% discount available. The website for the offer is www.reallygreatsite.com, and the shop is now open for customers to take advantage of the deal.",
    "EAE_J3832qo-1-0-web-2-UX_IOVLVhYE": "Facebook Post. The image is a Facebook post featuring a pizza with a variety of toppings. The post is advertising a new menu at a restaurant, as indicated by the text \"New Menu\" and the website \"www.reallygreatsite.com\". The post also includes the phrase \"Coming Soon\", suggesting that the menu is about to be launched or is currently in the process of being introduced.",
    "EAFUB92x_s0-1-0-web-2-fGcd1W2OqiU": "Logos. The image is a logo for a mental health care company called Borcelle. The logo features a green and white color scheme, with the company name displayed in green letters. The logo also includes a leaf symbol, which is a key element of the design. The leaf is positioned to the left of the company name and is surrounded by a circle. The overall design is clean and professional, reflecting the company's focus on providing quality mental health care services.",
    "EAE7BWlJZFk-1-0-web-2-Q_SePoify4s": "Logos. The image features a logo for a gaming squad called AstroFauget. The logo is a cartoon astronaut wearing a pink helmet and a blue and pink spacesuit. The astronaut is positioned in the center of the logo, with the words \"Gaming Squad\" written below it. The logo is likely used as a symbol for the gaming community or team associated with the name AstroFauget.",
    "EAE8_3IrO0k-1-0-web-2-wVnoIBtUgAc": "Instagram Posts. The image is an advertisement for a fashion style, featuring a woman wearing a tan coat and holding a white purse. The advertisement is promoting a new arrival, with a cashback offer of up to $999. The woman is the main focus of the image, and her outfit and accessories are showcased to attract potential customers. The advertisement is likely aimed at fashion-conscious individuals who are looking for stylish and high-quality products.",
    "EAEm9tpirCA-1-0-web-2-nX0CouR94no": "Instagram Posts. The image is a fashion-themed Instagram post featuring a bowl of ice cream with a cherry on top. The post is titled \"Fashion Tips\" and includes the text \"How to be fashionable.\" The image is likely meant to convey a sense of style and fashion, with the ice cream serving as a visually appealing and indulgent treat.",
    "EAFZKZXDpWU-1-0-web-2-98x8llAW1Zc": "Your story. The image features a pink and white background with a heart-shaped icon in the center. The heart is surrounded by a calendar, indicating the importance of scheduling appointments. The text \"Open agenda!\" is displayed above the heart, emphasizing the availability of time slots. Below the heart, the text \"Book your appointment!\" encourages viewers to make their reservations. The combination of the heart, calendar, and text creates a visually appealing and functional design.",
    "EAFNZJWpvBs-1-1-web-2-jm4JsZpkENI": "Your story. The image is a promotional poster for a design experience called \"A collaborative design experience to bring your brand to life.\" The poster features a group of people working together on a project, with one person prominently featured in the center. The poster also includes information about the design intensives, which are a two-week program that focuses on bringing your brand to life. The poster is sponsored by reallygreatsite.com, and the text \"what we do\" is displayed at the bottom of the poster.",
    "EAEyrg2-_vE-1-0-web-2-xX3gs-L7Oqs": "Facebook Post. The image is a Facebook post inviting people to join a celebration on December 20, 2022 at 4:00 PM. The event is taking place at 123 Anywhere St., Any City, and is for Samira's. The post features a picture of a baby girl holding a teddy bear, which adds a touch of warmth and joy to the invitation.",
    "EAEr7GNqyvs-1-0-web-2-tn403icvuKc": "Instagram Posts. The image is an Instagram post featuring a woman sitting on the ground with her legs crossed. She is wearing a brown purse and is positioned in front of a white wall. The post is advertising a giveaway, with the text \"Giveaway time\" displayed above the woman. The post also includes information about a free new product, with the text \"Free New Product\" visible below the woman. Additionally, the post specifies that only three lucky winners will receive the product, as indicated by the text \"Only for 3 lucky winners\". The website for the giveaway can be found at [www.reallygreatsite.com](http://www.reallygreatsite.com).",
    "EAFGA7pxEaI-1-13-web-2-xO_LO4_6WlU": "Presentations. The image is a calendar for the month of November. The calendar shows the days of the week in purple letters, with the abbreviation for each day. The dates are listed in a row below the days of the week, with the number of the day in each date. The calendar is displayed against a purple background.",
    "EAFPwgY3MZY-1-0-web-2-B5238ykVhRI": "Instagram Posts. The image is an Instagram post featuring a neon sign that reads \"Cyber Monday 50% off.\" The sign is pink and blue and is placed on a black background. The post is promoting a website called \"reallygreatsite\" and is likely advertising a sale or special offer for Cyber Monday.",
    "EAE3yClcUVs-1-0-web-2-jGNWcBTZFjQ": "Facebook covers. The image is a Facebook cover featuring a colorful and artistic design. The cover is titled \"Bali's Day Of Silence\" and is related to the Balinese holiday of Nyepi. The cover is adorned with a woman's face and a flower, adding a touch of beauty to the scene. The text \"happy\" is also present in the image, suggesting a positive and joyful atmosphere. Overall, the image captures the essence of the Balinese holiday and showcases the vibrant culture and traditions associated with it.",
    "EAEbLaK37HY-1-0-web-2-nGK2LjqxfgQ": "Instagram Posts. The image is a white circle with a woman in the center. She is wearing a white shirt and has her hands on her head. The image is part of an Instagram post that is promoting a spring collection. The post is tagged with \"@reallygreatsite\".",
    "EAE6pB_PUsU-1-0-web-2-350sui1nbfc": "Flyers. The image features a man in a suit and tie, standing in front of a group of people. He is holding his hand out, with a bright light shining from his palm. The scene is set against a backdrop of a blue sky. The man appears to be the focal point of the image, and his outstretched hand suggests a sense of confidence and authority. The group of people surrounding him seems to be engaged and attentive, possibly indicating that the man is giving a presentation or addressing an important issue. The overall atmosphere of the image conveys a sense of professionalism and leadership.",
    "EAElfsVnj-0-1-0-web-2-d4IjUOXnHiw": "Facebook Post. The image is a Facebook post featuring a woman with a black shirt and a pink flower in her hair. The post is advertising a website called \"reallygreatsite.com\" and is set in the year 2031. The post is titled \"Colors\" and showcases the woman as the main subject.",
    "EAFCQTVTd2M-1-0-web-2-uBhDWavzCGM": "Your story. The image features a sandy beach with a pineapple sitting on top of it. The pineapple is the main focus of the scene, and it appears to be placed intentionally to create a visually appealing composition. The beach setting and the presence of the pineapple suggest a warm and sunny summer day. The text \"Hello Summer\" adds a playful and welcoming tone to the image, inviting viewers to enjoy the season.",
    "EAFKxhDcWDQ-1-0-web-2-Z2rSyK3uUxk": "Instagram Stories. A woman with brown hair is posing for a picture in a white shirt. The image is an Instagram story with the text \"Happy Birthday\" in the top left corner and \"Enjoy every moment of this day\" in the bottom right corner. The woman appears to be enjoying her special day and is likely the birthday girl.",
    "EAFWI_a7XbE-1-0-web-2-ZBVVFnGFe1Y": "Your story. The image features a large, modern house with a wooden exterior. The house is listed for sale at $650,000 and has four bedrooms and three bathrooms. The property also includes a garage, making it a great option for a family home. The house is situated on a snowy street, adding to its picturesque charm.",
    "EAFMg-KEeOU-1-0-web-2-kAIfsniIQDY": "Your story. A person is holding a bottle of scented candle in their hand. The candle is made of lavender vanilla, providing a great aroma therapy for the living room. The bottle is placed on a table, surrounded by other bottles and cups.",
    "EAE7uWitP94-1-0-web-2-haAqukrVpvA": "Your story. The image features a man wearing a blue suit and a brown shirt, standing in front of a wall. He appears to be looking at the camera with a serious expression. The man is well-dressed, and the suit and shirt combination give off a formal fashion vibe. The image also includes a discount offer of 50% off, which can be seen in the background. The text \"shop now\" is visible in the lower right corner of the image, and \"@reallygreatsite\" can be found in the upper right corner.",
    "EAE8ubBGdLQ-1-0-web-2-GGuvU5KulmE": "Your story. The image is a \"save the date\" announcement for the wedding of Claudia Alves and Drew Feig. The event is set to take place on May 26, 2023, at 7:00 am. The location of the wedding is 123 Anywhere St., Any City, ST 12345.",
    "EAE2-vhkuCg-1-0-web-2-mxwZh22vwS4": "Facebook Post. The image is a Facebook post celebrating International Women's Day. The post features a beautiful bouquet of flowers, including pink and purple flowers, as well as blue flowers. The bouquet is accompanied by the words \"Women's Day\" and \"International\" to emphasize the global nature of the celebration. The post is a heartfelt tribute to women everywhere and encourages people to appreciate and honor the women in their lives.",
    "EAE7N2sxMAQ-1-0-web-2-EYMRHKpW7_Y": "Flyers. The image is a colorful poster featuring the Statue of Liberty and the New York City skyline. The poster is celebrating Independence Day, as indicated by the text \"4 Th Of July\" and \"Independence Day\" in the image. The poster also includes a patriotic quote, \"This nation will remain the land of the free only so long as it is the home of the brave.\" The combination of the iconic statue, the city skyline, and the patriotic message make this poster a fitting tribute to the United States' Independence Day.",
    "EAFfAuNXGuo-1-0-web-2-wkr_9muKom4": "Cards and invitations. The image is a card that reads \"Happy 30th Birthday\" and features a woman and two children posing for a picture. The woman is hugging the children, who are both smiling. The card is decorated with balloons and stars, adding a festive touch to the celebration. The overall atmosphere of the card is warm and joyful, conveying well-wishes for the birthday person.",
    "EAE3qfBP1U0-1-0-web-2-5jOCOrmbIkQ": "Your story. The image features a man and a woman walking on the beach, enjoying their time together. The man is wearing white pants and a white shirt, while the woman is dressed in a white dress. They are walking hand in hand, with the woman holding a flower in her hand. The scene captures the essence of a romantic beach outing, as the couple strolls along the shoreline.",
    "EAE_jWIIoBA-1-0-web-2-CjPJ-7XcFMM": "Flyers. The image is a poster advertising a low-waste store called Paucek and Lage. The poster features a green background and showcases a variety of organic fruits and vegetables, including apples, oranges, and avocados. The store offers package-free bulk produce and local produce, and the poster emphasizes their commitment to the environment. The store is located at 123 Anywhere St., Any City, and can be found online at reallygreatsite.com.",
    "EAEr6GI4I8w-1-1-web-2-gj61miXCWqQ": "Videos. The image features a man standing in a doorway, with the words \"May you have everyone under your spell\" and \"may you have a wicked good time\" written in white text above him. The man appears to be looking out into the room, possibly observing the people around him. The overall atmosphere of the image seems to be playful and mischievous, as the man's presence and the text suggest a sense of magic and fun.",
    "EAE8qRIDdkU-1-0-web-2-iFn3NxCcb30": "Your story. The image features a woman wearing a white shirt and a blue hat with yellow accents. She is posing for a fashion sale advertisement, which is displayed in the background. The sale is offering a 60% discount on all items, and the shop is open for customers to make their purchases. The woman's outfit and the sale sign convey a sense of style and affordability, making it an attractive option for shoppers looking for fashionable items at a reduced price.",
    "EAEy6seXW-E-1-0-web-2-9c-sOriSpFc": "Facebook Post. The image is a Facebook post advertising a fashion sale. The post is promoting a website called reallygreatsite.com, where all products are available at a 75% discount. The sale is focused on fashion items, as indicated by the multiple instances of the word \"fashion\" in the post. The post aims to attract potential customers by offering significant savings on their purchases.",
    "EAEvN5IdRyM-1-0-web-2-rhUMl2H0oUE": "Cards and invitations. The image features a card with a green and yellow color scheme, wishing the recipient a very happy new year. The card has a festive design, with two ornaments hanging from a string. The card also includes a playful touch, as the number two is featured prominently in various positions on the card. The overall message of the card is one of joy and celebration, making it a perfect choice for sending new year's greetings.",
    "EAE5W9jOAfA-1-0-web-2-EGJNn6hfqC0": "Your story. A bowl of soup filled with a variety of vegetables, including corn, beans, and avocado, sits on a table. The soup is red in color and appears to be a hearty and healthy meal. The bowl is placed on a dining table, and the soup is ready to be enjoyed.",
    "EAEwdXXfo5A-1-1-web-2-Gb2Kzxe_Im8": "Logos. The image is a black and white logo for Kate Smith. The logo features a letter \"K\" with a leaf design on the left side and the letter \"S\" on the right side. The letter \"T\" is also present in the logo, located below the letter \"S\". The overall design is minimalistic and modern, making it suitable for various applications.",
    "EAFkxwv6h0A-1-0-web-2-qeugQh-Jneo": "Facebook covers. The image is a Facebook cover featuring a bright yellow background with a few objects and text. There are two umbrellas, one on the left side and the other on the right side of the cover. A chair is also present in the middle of the cover. The text \"Happy\" is displayed above the objects, while \"Summer!\" and \"Fun in the Sun\" are written below them. The overall theme of the cover is a cheerful and fun summer vibe.",
    "EAExaEyAYaY-1-0-web-2-8KVZFJnM4no": "Instagram Posts. The image is an Instagram post featuring a collection of eight different meal replacements for rice. The meal replacements include cassava, sweet potato, potato, red rice, corn, oats, wheat bread, and pasta. Each meal replacement is accompanied by a small illustration, showcasing the various options available for those looking to replace rice in their diet. The post is likely aimed at providing healthy and nutritious alternatives to traditional rice-based meals.",
    "EAE7BwiKm7c-1-0-web-2-506kCYDUA2k": "Instagram Posts. The image is an advertisement for an air conditioner, showcasing a man and a woman hugging while holding a blanket. The advertisement claims that the air conditioner is a cooler and can save electricity. The image is posted on Instagram and has a 30% off sale tag. The caption for the image is \"@reallygreatsite\".",
    "EAE7lLSs__M-1-0-web-2-s4iCUUxUmhg": "Facebook Post. The image is a Facebook post featuring a special event day with a price tag of $33.9. The post showcases a variety of potted plants, including a large plant in the center and several smaller plants surrounding it. The plants are arranged in a visually appealing manner, creating an inviting atmosphere for the special event. The post likely aims to promote the event or the plants themselves, using the attractive display to draw attention and interest from viewers.",
    "EAEgYZW9Txw-1-6-web-2-g3o2B1x_K6U": "Presentations. The image is a presentation about the mood. The text explains that presentations are communication tools that can be used for various purposes such as lectures, speeches, and reports. They are usually presented before an audience to convey information or ideas. The image features a woman wearing a pink outfit, which adds a visual element to the presentation. The focus of the presentation is on the mood, which is an essential aspect of communication and can greatly impact the audience's perception and understanding of the presented content.",
    "EAEiqzPm70c-1-0-web-2-KUUD4zg5y4o": "Your story. The image features a bowl filled with a variety of fresh vegetables, including broccoli, corn, and beans. The bowl is placed on a dining table, and a spoon is visible nearby. The image is promoting a special menu today, with a 10% discount on the daily special. The website address, [www.reallygreatsite.com](http://www.reallygreatsite.com), is also displayed in the image. The focus of the image is on the fresh and healthy food options available for home delivery.",
    "EAE8Se-vYDU-1-0-web-2-Rd8CmZfKhaM": "Flyers. The image features a basket filled with various items, including eggs and plants. The basket is placed on a table, and the items are arranged in an appealing manner. The image is accompanied by text that reads \"Special Offer\" and \"50% Off sale,\" indicating that there is a discount available for the items in the basket. The overall scene suggests a sale or promotion related to the displayed items.",
    "EAFFg0EpnBY-1-0-web-2-G6jr-yYQDuY": "Flyers. The image is an advertisement for a festival called \"Food & Music Night Festival\" which will take place on Saturday and Sunday, July 10th and 11th, 2023. The festival will feature street food booths, food trucks, live bands, busking, street dance performances, games, and prizes. The event is free to attend and will be held at Borcelle Town Square Boulevard. The advertisement is presented by the Borcelle City Council and can be found at www.reallygreatsite.com.",
    "EAEuiw8LmNY-1-0-web-2-2LNOnQDhsXM": "Instagram Posts. The image is an advertisement for a delicious spaghetti dish. The dish is served in a bowl and features spaghetti noodles and vegetables. The advertisement is offering a 50% discount on the dish, and customers can order now by visiting the website. The image is likely posted on Instagram, as indicated by the presence of the \"@\" symbol.",
    "EAE8E-2PxJQ-1-0-web-2-LRvQ2LrRnCs": "Facebook Post. The image is a Facebook Post advertising a flower arranging workshop on Monday, May 22nd. The workshop will be held both online and in person, and interested individuals can register via the website provided in the post. The time of the workshop is 17:00-19:00 CET. The post also includes a vase of flowers as a visual element, adding to the aesthetic appeal of the advertisement.",
    "EAEyv5HP-q8-1-0-web-2-_F3YC8pPdLc": "Facebook Post. The image is a Facebook post featuring a pink background with a heart made of pearls. The heart is filled with pearls, and there are two roses on either side of the heart. The text in the image reads \"valentine's day local gift ideas\" and \"reallygreatsite.com\". The post is likely promoting gift ideas for Valentine's Day, with a focus on local options.",
    "EAE-GKQWymM-1-0-web-2-I4bESqQZ3LA": "Flyers. The image features a field of dry grass with a sun in the background, creating a serene and peaceful atmosphere. The text \"Good Morning\" is displayed prominently in the foreground, adding a touch of positivity to the scene. The overall mood of the image is calm and inviting, making it an ideal representation of a beautiful morning.",
    "EAE5EpHwzVw-1-1-web-2-OkUY5TFqSVg": "Marketing. The image is a marketing material for a fashion brand, showcasing a woman sitting on a stool with a handbag. The text in the image reads \"Trifold brochures have long been a type of material used to advertise brands, products, and services. The best way to maximize its use is to introduce what the brand has to offer with a brief or about section like this. Make sure to keep your introduction short but interesting enough to readers.\" The image is titled \"Simple Fashion\" and the website for the brand is [www.reallygreatsite.com](http://www.reallygreatsite.com).",
    "EAEjS9bJWTA-1-0-web-2-kUjN0iO7Q08": "Instagram Posts. The image is an advertisement for a sale on a website. The sale is for 50% off and is only available today. The website is www.reallygreatsite.com. The advertisement features a picture of various bottles, possibly containing skincare products, and a cell phone. The sale is likely for these products, and the advertisement is intended to attract customers to the website.",
    "EAFjIXizKn0-1-30-web-2-p2YsWatXgRU": "Education. The image features a blue and black background with a white circle in the center. The circle is filled with the text \"ui\". The image is a simple and minimalistic design, with the focus on the circle and the text.",
    "EAE4qeXwXZQ-1-0-web-2-beRrv57grKs": "Logos. The image is a logo for Rachel, a fashion designer. The logo features a purple flower and the name \"Rachel\" written in a stylish font. The logo is simple and elegant, reflecting the designer's attention to detail and love for fashion.",
    "EAE9endvwgE-1-0-web-2-QemEUoKXdbg": "Instagram Posts. The image is an advertisement for a flash sale on women's clothes. The sale offers free shipping and returns on all items that are on sale or on clearance. The advertisement also states that top brands are available at a discounted price. The discount being offered is 50% off.",
    "EAE_AOvhTNk-1-0-web-2-cmk4LhMiqMY": "Instagram Posts. The image is an advertisement for a discount on a brown collection. The discount is 25% and the collection is available for purchase now. The advertisement is displayed on a website called www.reallygreatsite.com.",
    "EAEvK3hT25g-1-0-web-2-jhmFYtmUhSw": "Facebook Post. The image is a Facebook post featuring a woman, likely the Aquarius sign, with a caption that reads \"aquarius\" and \"january 20 to february 18\". The post encourages self-belief and support from friends and family to achieve one's dreams. The text also includes a reminder that the universe is looking out for the individual and their dreams. The post is tagged \"@reallygreatsite\".",
    "EAFeveEtX_A-1-0-web-2--Y4Up2B30yE": "Facebook covers. The image is a Facebook cover featuring a woman wearing a white fur coat and holding a white fur. The cover is titled \"Luxury Jewelry\" and showcases the woman in different poses, highlighting her elegance and the luxurious fur coat. The cover is likely used to promote high-end jewelry products.",
    "EAE93a3kPjg-1-0-web-2-8C7yMSbW9K8": "Videos. The image is a collage of three different houses, showcasing various architectural styles. The houses are arranged in a way that allows viewers to compare and contrast their designs. The image is advertising a rental house collection, with the text \"rental house collection\" displayed prominently in the top left corner. The image also includes a phone number for interested parties to call, \"Call Us: 123 - 456 - 7890\", and the monthly rental cost, \"$1.500 / Month\", in the bottom left corner.",
    "EAFIidCuUrk-1-0-web-2-wIunygValWQ": "Posters. The image is a poster advertising a Halloween Night Party. The event is taking place on Friday, October 31st, 2025 at 7:00 PM. The location is 123 Anywhere Street, Any City. The poster features a group of ghosts and a skeleton, creating a spooky atmosphere for the party.",
    "EAE2bNtnno8-1-0-web-2-uNBpYUZQPLE": "Your story. The image features two children standing next to each other on a sidewalk, both wearing red shoes. They are posing for a picture, and the girl is holding a purse. The scene is set in a park, and the children appear to be enjoying their time outdoors. The image is part of a fashion sale for kids, with a special offer of 60% off for the customers.",
    "EAFBiBfqk70-1-0-web-2-bi7XMiUBi7c": "Your story. The image features a white coffee cup filled with a brown liquid, possibly coffee, placed on a white plate. The plate is adorned with purple flowers, adding a touch of elegance to the scene. The image is likely part of a social media post, as indicated by the \"New Post\" and \"@reallygreatsite\" text information.",
    "EAFaD3B7PyA-1-0-web-2-wgD6n7yF1gc": "Flyers. The image is an advertisement for a pool party. The event is hosted by Borcelle Space and is taking place on Saturday, April 30. The party features DJ Aaron and DJ Davis, and tickets are $9 each, which includes free entry drink and parking. The doors open at 04:00 pm. The event is advertised on the website [www.reallygreatsite.com](http://www.reallygreatsite.com).",
    "EAFVxaQLk5A-1-0-web-2-x9wbahI9_F4": "Logos. The image is a logo for a lighting studio. The logo features a shower head and the text \"lighting\" on the left side and \"studio\" on the right side. The design is simple and modern, with a focus on the shower head as a symbol for lighting.",
    "EAEjThu1KuQ-1-0-web-2-L4UtphmFKFE": "Your story. The image showcases a cozy living room with a large couch and a vase of flowers on a table. The room is described as having two bedrooms, one bathroom, and one car space. The text information also includes the address \"123 Anywhere St., Any City, ST 12345\" and a tag \"@reallygreatsite\". The image is likely promoting a real estate listing or a furnished apartment for sale.",
    "EAE6YjlOMWo-1-0-web-2-DOQhduUDGyk": "Your story. A woman is sitting on a chair in a suit and tie, with her legs crossed. The image is advertising a new collection for sale with a discount of 25%. The contact information for the seller is +1234567890 and the website for the sale is reallygreatsite.com.",
    "EAFQlbaCxEo-1-0-web-2-P0PUjSxfW6g": "Logos. The image is a logo for Studio Shodwe, established in 2022. The logo features a brown and black color scheme, with the letter \"s\" prominently displayed in the center. The text \"estd 2022\" is also present below the main logo, indicating the year of establishment.",
    "EAEqdR2ku1I-1-0-web-2-dNxVfcc9SYw": "Your story. The image is a yellow poster with a list of different topics related to emojis. The topics include \"emoji talk\", \"current mood\", \"favorite animal\", \"most used emoji\", \"favorite food\", \"favorite weather\", and \"favorite emoji\". The poster is designed to be a fun and engaging way to discuss and share personal preferences and experiences related to emojis.",
    "EAElN1mL-Tw-1-0-web-2-5qvbtoctRXQ": "Instagram Posts. The image is an Instagram post featuring a woman holding a mirror. The post is titled \"Exhibition\" and is accompanied by text that reads, \"For informative social media posts like these, it's important to support this fact with well-researched details.\" The post is numbered \"01\" and includes a website link, [www.reallygreatsite.com](http://www.reallygreatsite.com).",
    "EAFVRD5HE0U-1-0-web-2-RtVDmqZk_Pc": "T shirts. The image is a T-shirt design featuring a bird with a yellow and black color scheme. The bird is positioned in the center of the design, with its wings spread out. The word \"Habitats\" is written in bold letters below the bird, emphasizing the theme of the design. The overall style of the T-shirt is modern and eye-catching, making it a unique and stylish addition to any wardrobe.",
    "EAElXESy7IQ-1-0-web-2-U99AOJMHPNg": "Your story. The image is a collage of three pictures featuring a woman in different outfits. The first picture shows her wearing a white dress, the second picture shows her in a jean jacket, and the third picture shows her in a white shirt. The collage is titled \"Your story\" and has the tag \"mix-match\".",
    "EAE0uwpNH7k-1-0-web-2-_fOKoMHRFY0": "Facebook covers. The image is a Facebook cover featuring a sale for Chinese food. The cover is red and has a variety of food items displayed on it, including bowls of noodles and other dishes. The text \"New Year\" is displayed at the top of the cover, and \"Happy Chinese\" is written in the middle. The sale is advertised as having \"Good Taste Good Price,\" with \"Up to 75% off\" written at the bottom of the cover.",
    "EAEadFD56wU-1-0-web-2-QUziAx0sRq8": "Instagram Posts. A woman wearing a red hat and a red and white striped bikini is featured in an advertisement for a final sale on a summer collection. The ad emphasizes that the offer is limited in time, encouraging customers to shop now. The woman is posing confidently in her bikini, showcasing the stylish and summery attire.",
    "EAFDynighG4-1-0-web-2-qHAqq_sj9FE": "Instagram Posts. The image features a woman's hands holding a white object, possibly a nail polish bottle, with a pink background. The hands are positioned in the center of the image, with one hand on top of the other. The text \"@reallygreatsite\" is visible in the upper right corner of the image, while \"Sofía Duarte\" is written in the lower left corner. The overall scene suggests a beauty or nail care-related context.",
    "EAEqtrb-x8w-1-1-web-2-0JDsvx97CH8": "Your story. The image is a save the date card for Christine and Brandon, who are getting married on Saturday, September 20th. The card is addressed to 123 Anywhere St. Any City, ST 12345.",
    "EAE9se8NSAU-1-0-web-2-W6tfOuuRdYw": "Flyers. The image features a beautiful mountain landscape with a winding road leading through it. The scene is set on World Earth Day, which is celebrated on April 22nd, 2022. The image captures the essence of nature and the importance of preserving our planet.",
    "EAFJ5xk6Y3s-1-0-web-2-KHRq4qj8W34": "Your story. The image is a Your story that features a list of ways to boost your mood. The list includes playing an upbeat playlist, going for a walk, and getting into some sunshine. Additionally, the list suggests laughing at memes as a way to improve one's mood. The image is divided into four sections, each containing a different suggestion for boosting one's mood.",
    "EAEsOD5SbCY-1-2-web-2-ZXM5wgKZBeo": "Videos. The image is a globe of the Earth with a news headline displayed on top of it. The headline reads \"breaking news\" and the text below it states \"The performance of Fauget's copter on the Mars mission is better than expected.\" The image is likely related to a news story about a successful Mars mission.",
    "EAE6Awjm-zM-1-0-web-2-oHXFBhXscJg": "Instagram Posts. The image is a promotional advertisement for a spring sale. The sale is being offered by a website called \"www.reallygreatsite.com\". The sale is advertised as a special offer with a discount of up to 50%. The text \"SHOP NOW\" is displayed, encouraging potential customers to take advantage of the sale. The image features a flower, which adds a touch of springtime charm to the advertisement.",
    "EAE2D_Vk2Iw-1-0-web-2-R5McyWbpS2Q": "Facebook Post. The image is a Facebook post featuring a cartoon radio with headphones on it. The post is celebrating World Radio Day, which takes place on February 13th, 2022. The text in the image encourages people to listen to the radio, as it is a great way to enjoy songs or stories. The image is likely promoting the importance of radio as a form of entertainment and information.",
    "EAE1z7Du0oA-1-0-web-2-j36ajGUwRjM": "Instagram Posts. The image is an advertisement for a new collection of clothing. The model is posing in a floral dress, and the photo is divided into two sections. The top half of the image features the model, while the bottom half displays a close-up of the dress. The advertisement encourages viewers to shop now by visiting the website reallygreatsite.com. Additionally, there is a special offer available for the new collection.",
    "EAEpnkFRfdk-1-0-web-2-3YDQ3I8hrXE": "Instagram Posts. The image is an advertisement for a business course. The main focus is a woman wearing a headset, sitting at a desk with a laptop. She is writing on a piece of paper, possibly taking notes or working on a task. The advertisement text suggests that the course can help individuals grow their businesses and offers a chance to register for the course today. The contact information for the course is provided, including a phone number and an email address.",
    "EAEuM0dDaaE-1-0-web-2-imMSygmVWxU": "Your story. The image features a wooden bowl filled with various bottles of lotion and cream. The bowl is placed on a table, and the bottles are arranged in a visually appealing manner. The image is advertising a special offer, with a discount of 50% on the products. The text \"Coming Soon\" suggests that the products are new and will be available soon. The website address \"www.reallygreatsite.com\" is also visible in the image, likely providing more information about the products and the company.",
    "EAE8tgGTyCw-1-1-web-2-ScoBkm6gz58": "Logos. The image is a logo for a beauty brand called Delight. The logo features a butterfly symbol and the brand name \"Delight\" written in purple. The tagline \"Beauty Within\" is also included in the logo, emphasizing the brand's focus on inner beauty. The logo is designed to be visually appealing and memorable, making it an effective representation of the brand's values and mission.",
    "EAFFTmUzsuE-1-0-web-2-gfd6gnBnFtw": "Education. The image is a colorful scene of a farm with a red barn, a fence, and a dirt road. There is a large pile of hay in front of the barn, and a log is placed on the ground nearby. The scene is labeled \"I CAN READ: On The Farm,\" indicating that it is part of a reading program or educational material for children. The image is likely meant to teach children about farm life and the various elements found on a farm, such as the barn, fence, and hay.",
    "EAEyFXkXmlM-1-0-web-2-pakoUFl4mfU": "Instagram Posts. The image is a festive advertisement for a Christmas giveaway. The text reads \"Time to win an prize\" and \"3 lucky persons will win with us!\" indicating that there are three prizes to be won. The image is likely posted on Instagram as a way to promote the giveaway and attract participants.",
    "EAE4Zp5JCZs-1-0-web-2-gHwcRuisI6k": "Cards and invitations. The image is a card or invitation for a birthday party. The text reads \"Birthday Party\" and the date of the party is March 13, 2022. The name Francois Mercer is also displayed on the card. The location of the party is 123 Anywhere St., Any City.",
    "EAEk_l6bVOc-1-0-web-2-_ibH9_pPvfQ": "Flyers. The image is a poster advertising a Halloween costume party. The event is scheduled for October 31st, 2025, and will take place at 123 Anywhere St., Any City. The poster also mentions that after crafting costumes and carving pumpkins, Halloween is finally here.",
    "EAFuMpE86x4-1-0-web-2-JWzwqBBhdxQ": "Logos. The image is a logo for a hair studio called \"Salford & Co.\" The logo features a woman's face with a black and white color scheme. The woman's hair is styled in a bun, and she is wearing a nose ring. The logo is a circular shape with the name \"Salford & Co.\" written in bold letters at the bottom.",
    "EAFqduNvRp0-1-0-web-2-SV3jkniNfzE": "Instagram Posts. The image is an advertisement for a modern home sale. The ad features a large, well-maintained home with three bedrooms, two bathrooms, a living room, dining room, open kitchen, and a swimming pool. The ad emphasizes that the home is priced to sell quickly and offers the best value in the neighborhood. The ad also includes a phone number and website for more information and to book a visit.",
    "EAE2skvHAgw-1-0-web-2-ALPHqATIgYA": "Your story. The image is a promotional poster for International Forest Day, which is celebrated on March 21st. The poster features a lush green forest with trees of various sizes, creating a serene and natural atmosphere. The text on the poster reads \"International Forest Day - Protect and take care of our Forest\", emphasizing the importance of preserving and caring for our forests. The website www.reallygreatsite.com is also displayed at the bottom of the poster, likely providing more information about the event or organization behind it.",
    "EAE9jqOi2XA-1-0-web-2-PxYZHSIyZzU": "Instagram Posts. The image is an advertisement for a new serum product. The product is displayed in a pink background, with three bottles of different sizes and shapes. The largest bottle is on the left side, the medium-sized bottle is in the center, and the smallest bottle is on the right side. The bottles are labeled with their respective sizes, and the price of the product is $9.99. The advertisement is from the @reallygreatsite account, and customers can order the product now.",
    "EAEsDLPAstU-1-0-web-2-_6NWLdOGucQ": "Instagram Stories. A woman with blonde hair is featured in an advertisement for a luxurious fashion brand. The image is from the Instagram Stories of the brand, and the website URL \"reallygreatsite.com\" is displayed in the bottom left corner. The woman is wearing a black top and appears to be the main focus of the advertisement.",
    "EAFKOPJJcfM-1-4-web-2-nRJedNJauUY": "Presentations. The image is a diagram that features a circle with the text \"Who Cares\" written inside it. The diagram also contains three smaller circles, each with a different text. The first circle has the text \"Place the body copy here. This includes the texts that will support your headline.\", the second circle has the text \"Place the body copy here. This includes the texts that will support your headline.\", and the third circle has the text \"Place the body copy here. This includes the texts that will support your headline.\". The image also has a title that reads \"About the topic\".",
    "EADintHSTC0-1-2-web-2-Lo1otZC8IIQ": "Videos. A black and white dog is standing on a white floor, eating out of a white bowl. The dog is focused on the food in the bowl, and its ears are perked up. The image is accompanied by text that reads, \"Pet parents are more likely to pass long work hours and take necessary breaks.\" This suggests that pet owners may have a tendency to work long hours and take breaks to attend to their pets' needs, such as feeding them.",
    "EAEz05ufTPw-1-0-web-2-7acHW97petM": "Your story. A man and a woman are sitting at a table on Valentine's Day, enjoying a cup of tea together. The table is adorned with a pink tablecloth and balloons, creating a festive atmosphere. The couple is surrounded by several cups, likely filled with tea, and a teapot is placed on the table. The scene conveys a sense of warmth and happiness, as the couple shares a special moment on this romantic holiday.",
    "EAEqPIfUGec-1-0-web-2-AqdhB3L9XrM": "Your story. The image is a promotional advertisement for a new product line. The main focus is on a woman wearing a white shirt and a red scarf, which are the featured items in the advertisement. The text \"New Arrival\" is displayed above the woman, indicating the launch of a new product line. The text \"Are you ready for our newest products?\" is also present, encouraging potential customers to make a purchase. The price of the white shirt and red scarf are both $99, as indicated by the text \"Start from $99\". The advertisement aims to attract customers by showcasing the stylish and affordable nature of the new product line.",
    "EAE9KzzPx-U-1-0-web-2-UYrzuXZvRso": "Instagram Posts. The image is an advertisement for a kids fashion sale. The sale offers a discount of up to 60% on various items. The advertisement is displayed on Instagram and features a young girl sitting on a stool. She is wearing a hat and boots, which are likely part of the fashion sale items. The advertisement encourages viewers to shop now by including a \"shop now\" button. The image is associated with the Instagram account \"@reallygreatsite\".",
    "EAEwozcFVQ4-1-0-web-2-ebEc-01oQDA": "Your story. A woman wearing a yellow dress is sitting on a staircase, smiling and posing for a photo. The image is promoting a huge discount on a product or service, with the text \"huge discount\" displayed prominently. The image also encourages viewers to visit the website for more information on the promotion, including the price list and product stock. Additionally, the text \"swipe up\" suggests that the image may have been taken from a mobile device and that viewers should swipe up to access more information.",
    "EAE73myTHrk-1-0-web-2-wCjcLjqs8Vc": "Marketing. The image is a marketing advertisement for a train tour company called Salford & Co. Tour. The advertisement showcases the company's famous four-season train tours across the city, with a train visible in the background. The advertisement also provides contact information, including a phone number, email address, and website URL, for potential customers to reach out to the company. The text content emphasizes the enjoyable experience of traveling by train and highlights the company's offerings for the upcoming spring season.",
    "EAEv9V0boDo-1-0-web-2-yLNFvtLAZ-s": "Instagram Posts. The image is a colorful infographic featuring various acts of kindness. The title of the image is \"Random Acts of Kindness,\" and it is accompanied by a description that reads \"@reallygreatsite.\" The infographic is divided into different sections, each with a unique act of kindness.\n\nThe first section is titled \"Feed Friends,\" and it encourages people to share food with their friends. The second section is titled \"Reach Out,\" and it suggests reaching out to someone in need. The third section is titled \"Volunteer,\" and it emphasizes the importance of volunteering in the community.\n\nThe fourth section is titled \"Give a Hug,\" and it encourages people to show affection and care for others. The fifth section is titled \"Share a Smile,\" and it emphasizes the power of a smile in spreading positivity. The sixth section is titled \"Spread Peace,\" and it encourages people to promote peace and harmony in their communities.\n\nOverall, the image is a visually appealing and informative infographic that highlights the importance of kindness and compassion in our daily lives.",
    "EAFJpI5wHqE-1-0-web-2-QGo2tb7ji3M": "Logos. The image is a logo for Timmerman Industries. The logo features a blue and yellow design with the company name \"Timmerman Industries\" written in white text below the logo. The logo is simple and clean, with a clear emphasis on the company name.",
    "EAFFIhpkAi8-1-0-web-2-tuA2NKzXCVk": "Your story. The image features a basket filled with various towels and clothes, likely after being washed and dried. The basket is placed on top of a table, and the towels are neatly folded and stacked. The image is promoting a laundry service that offers a 10% discount on their wash and dry services. The price for the service is $7.6, and the website for the laundry service is www.reallygreatsite.com.",
    "EAFN07maUSU-1-0-web-2-onI3ISkYsxc": "Cards and invitations. The image is a card or invitation for the holidays, featuring a happy family posing for a picture. The family consists of a man, a woman, and a baby, all dressed in winter clothing. The card is decorated with holly and berries, adding a festive touch to the image. The text on the card reads \"Happy Holidays,\" conveying a warm and cheerful message to the recipient.",
    "EAFFih2m0gM-1-0-web-2-plMHjZh-PNc": "Logos. The image features a logo for a flower bouquet specialist called \"Fauget Bouquet Natural Garden.\" The logo is a circle with a flower design in the center, and the name of the company is written in a fancy font around the flower. The logo is positioned against a light pink background.",
    "EAE_FqmGzQw-1-0-web-2-pdHno3xGjgo": "Instagram Posts. The image features a beautiful arrangement of red and purple flowers in two separate vases. The vases are placed on a table, with one vase on the left side and the other on the right side. The flowers are arranged in a way that showcases their vibrant colors and freshness. The image is likely an advertisement for the flowers, encouraging viewers to purchase them by including the \"Buy Now\" text. The overall scene is visually appealing and highlights the natural beauty of the flowers.",
    "EAFC4gRJA58-1-0-web-2-PGA9rM5tJ4M": "Logos. The image is a logo for a real estate company called \"Fradel & Spies\". The logo features a house with a green roof and a tree growing from it, symbolizing the company's focus on providing a comfortable and sustainable living environment for their clients. The logo is designed to be easily recognizable and memorable, making it an effective representation of the company's brand.",
    "EAFp5ln9dxM-1-1-web-2-_-eDNosXnZw": "Logos. The image is a logo for Larana Beauty Salon. The logo features a woman's face with a crown of flowers and stars above her head. The woman's face is positioned in the center of the logo, and the crown of flowers and stars surrounds her. The text \"Larana\" is displayed below the woman's face, and \"Beauty Salon\" is written below that. The overall design of the logo is elegant and sophisticated, conveying a sense of luxury and pampering.",
    "EAE9NSI-Vk4-1-1-web-2-8vI7ocSIcG4": "Instagram Posts. The image is an Instagram post featuring a collage of photos with the text \"Value-based hiring\" written in the top left corner. The post is divided into four sections, each containing a different photo. The first section features a man and a woman standing close to each other, while the second section displays a laptop and a mouse. The third section shows a person holding a book, and the fourth section displays a handshake between two people. The post is captioned with the text \"01/04\" and \"Swipe\" in the top right corner. The text \"Hire only those whose values match those of your team and understand what motivates them\" is written below the photos, emphasizing the importance of value-based hiring.",
    "EAEgTigE1Tg-1-0-web-2-izhQHMcLAyQ": "Facebook Post. The image is a Facebook Post advertising a 30% off sale on a modern style item. The post is titled \"New\" and features a bedroom scene with a bed and a table. The sale is only available for three days, and the post encourages viewers to \"shop now\" to take advantage of the discount. The image showcases the stylish design of the item, making it an attractive purchase for those looking for a contemporary look in their home.",
    "EAE5D9sALKY-1-0-web-2-Ac-rVVDs80c": "Your story. The image is a World Health Day poster that features a pink and blue ribbon on a globe. The poster is promoting the importance of taking care of our health by exercising and eating healthy foods. The date of April 7th, 2022 is displayed on the poster, indicating the day of the event. The globe in the background signifies the global nature of the message and the need for everyone to participate in promoting health and wellness.",
    "EAFkVo2_aSc-1-0-web-2-jBxpvhAaJJ4": "Presentations. The image is a presentation that features a white background with a sign that reads \"Exploring Fraction Bars.\" The sign is placed in the upper left corner of the image, and it is the main focus of the presentation. The text is written in black and is clearly visible against the white background. The presentation appears to be a visual aid for teaching or learning about fraction bars.",
    "EAE2y4GiXgs-1-0-web-2-5ATbXUks_Fw": "Videos. The image features a large pile of colorful shipping containers stacked on top of each other. The containers are arranged in a visually appealing manner, with various colors and sizes creating a vibrant scene. The image is accompanied by the text \"Free Shipping,\" which suggests that the shipping containers are being offered at no cost. Additionally, the text \"April 01 - Mei 25\" is present, indicating that the promotion is valid from April 1st to May 25th.",
    "EAFKU8KPfSY-1-0-web-2-l5h9dZF7Zb4": "T shirts. The image features a cute teddy bear sitting on a cloud, surrounded by balloons. The teddy bear is wearing a diaper and has a heart on its chest. The scene is set against a blue background, and the words \"sweet dreams\" are written below the bear, adding a touch of whimsy to the design.",
    "EAFjMLpgohs-1-0-web-2-d21atmjKBjg": "Logos. The image is a logo for Larana Studio. The logo features a letter \"L\" in the center, with the word \"Larana\" written below it and \"Studio\" written below that. The logo is simple and clean, with a focus on the letter \"L\" as the main element.",
    "EAFuN6bJOyQ-1-1-web-2-RiAD8qNqx-o": "Logos. The image is a logo for an artist named Annabel. The logo features a woman's face with a leaf on her forehead, and the name \"Annabel\" is written below the face. The design is simple and minimalistic, with the focus on the artist's name and the unique symbol of the leaf on the forehead.",
    "EAE2_SKHqZU-1-0-web-2-DHm08l8M9is": "Cards and invitations. The image is a card or invitation for the wedding of Sacha and Connor. The date of the wedding is February 23rd, 2012. The card is decorated with pink flowers and the couple is kissing in the background. The card is addressed to \"123 Anywhere St., Any City, ST 12345\".",
    "EAEhj1SHkqM-1-0-web-2-86nIhgN49fU": "Instagram Posts. The image is an Instagram post featuring a woman sitting in a yoga pose on a mat. The post is titled \"3 Yoga moves to calm yourself\" and includes a description of the three yoga moves to help the viewer relax and find their inner peace. The woman is wearing a white shirt and appears to be in a comfortable and focused position. The post encourages viewers to practice these yoga moves to improve their mental well-being and find a sense of calm.",
    "EAEwCjaqzi4-1-0-web-2-VOlu3jZKLiE": "Instagram Posts. The image is a festive Christmas greeting featuring a red background with a Merry Christmas message. The image also includes a Happy New Year message, making it a holiday greeting for both Christmas and the New Year. The image is likely to be shared on Instagram as a post to spread holiday cheer.",
    "EAE_ZDsdghw-1-0-web-2-9nGqSIzMgkI": "Instagram Posts. The image is a promotional advertisement for a website called reallygreatsite.com. The advertisement features a woman wearing a silver outfit and holding a VR headset. The text \"Coming Soon\" is displayed above the woman, and \"stay tuned!\" is written below her. The website is likely related to virtual reality technology or entertainment.",
    "EAE1ZJbbC1k-1-0-web-2-vdvoy33-f60": "Facebook Post. The image is a Facebook Post advertising a special sale on cosmetics. The sale offers a 30% discount on the products. The post encourages people to join now and make their skin more awake and safe by choosing the right skincare. The contact information for the company is provided, including a phone number and website URL. The logo for the company is also displayed in the image.",
    "EAE3BYpdfoQ-1-0-web-2-LKtwTwYZcXc": "Facebook covers. The image is a Facebook cover featuring a green background with a gold design. The text on the cover reads \"Special Ramadan\" and \"50% Cashback Up to\". The cover also includes a \"Shop Now\" button, inviting users to take advantage of the special Ramadan offer.",
    "EAEyZFsE-AE-1-0-web-2-lFoJyAzWogk": "Flyers. The image is a promotional advertisement for a special menu being offered today. The menu includes a discount of 50% and free delivery. The image features a variety of food items such as sandwiches, tomatoes, and onions. The advertisement also includes a phone number and website for customers to visit and order from. The image is visually appealing and showcases the delicious food options available for purchase.",
    "EAE4Os5UQoQ-1-0-web-2-JfE3DBxYEGM": "Your story. The image features a woman with purple hair and sunglasses, promoting a \"black friday sale\" with a discount of up to 30% off. She is wearing a pink sweater and appears to be in a yoga pose. The image is likely associated with a website called \"reallygreatsite.com\".",
    "EAE6SV82slY-1-0-web-2-R6-FbsGOfB0": "Instagram Posts. The image is an advertisement for a website called \"reallygreatsite.com\". The advertisement features a man wearing a white hat and a white jacket, walking in front of a white background. The text \"Check our Catalogue\" is displayed in the advertisement, along with the website's URL \"www.reallygreatsite.com\". Additionally, the handle \"@reallygreatsite\" is visible in the image.",
    "EAFuMwa5C54-1-0-web-2-ASApOtcZXHQ": "Presentations. The image is a presentation titled \"Group Project\" presented by Ketut Susilo. The presentation likely contains information about a collaborative project and the role of Ketut Susilo in the project.",
    "EAEukj1HiSo-1-0-web-2-71V-nNpWbKU": "Your story. The image features a shirtless man with a six-pack, holding a barbell in a gym setting. He is posing for a picture, showcasing his impressive physique. The text \"train with us\" is visible in the background, while \"start today\" is written below the man's image. This suggests that the image is promoting a fitness program or gym membership, encouraging people to start their fitness journey today.",
    "EAEZZSIL42k-1-0-web-2-9fwnyimPrys": "Your story. The image features a black background with a white and pink design. The main focus of the image is a large white text that reads \"Super Sale!\". Below this text, there is another large white text that says \"Discount All Items\". The image also includes a smaller white text that reads \"up to 40%\". Finally, there is a small white text that says \"for Limited Time!\". The overall design of the image is visually appealing and attention-grabbing, likely intended to promote a sale or special offer.",
    "EAFWBNOdMcI-1-0-web-2-Bbuh9sdTraQ": "Flyers. The image is a poster advertising World Water Day 2022. The poster features a blue and white color scheme, with the words \"World Water Day\" written in white text. Below this, there is a quote that reads, \"A drop of water is worth more than a sack of gold to a thirsty person.\" The poster also includes a call to action, urging people to \"Save the water!\"",
    "EAEk1eYHaV4-1-0-web-2-DkpkI4tmd_0": "Your story. The image is a diagram that illustrates the concept of project management. It shows a triangle with three circles inside it, each representing a different aspect of project management. The first circle is labeled \"Good,\" the second circle is labeled \"Fast,\" and the third circle is labeled \"Cheap.\" The triangle is labeled \"High Cost\" and is positioned above the circles. The triangle is also labeled \"Low Priority\" and is positioned below the circles. The text \"@reallygreatsite\" is located at the bottom of the image.",
    "EAE_LwpEjoI-1-0-web-2-WqpHymCFdeE": "Facebook Post. The image is a Facebook post featuring a living room with a couch, a chair, and a dining table. The post is advertising a new collection of furniture with a 40% off discount. The post also includes a link to the website \"@reallygreatsite\" and encourages viewers to make their living room aesthetically pleasing. The furniture in the image includes a couch, a chair, and a dining table, all of which are part of the new collection being advertised.",
    "EAE5TtoB5uY-1-0-web-2-p2y9e2Uc4nw": "Videos. The image is a poster advertising Earth Hour, which is taking place on March 26th. The poster features a globe with two hands holding it, symbolizing the importance of protecting our planet. The text \"60+\" is also displayed on the poster, likely referring to the goal of reducing carbon emissions by 60% or the number of participants in the event. The overall message of the poster is to raise awareness about environmental conservation and encourage people to take action to protect the Earth.",
    "EAE8PPRx_Eo-1-0-web-2-Qj7-B97_x7o": "Instagram Stories. A cat is sitting in front of a yellow background with the text \"petshop\" on the top left corner. The cat is looking at the camera with a concerned expression. The text \"food, accessories, grow\" is located below the cat's head, and \"@reallygreatsite\" is on the right side of the image.",
    "EAFXWr7ZQPM-1-0-web-2-1rBaiVVnbWE": "Instagram Posts. The image is an Instagram post featuring a woman wearing a blue coat and a white headscarf. The post is promoting new arrivals and offering a discount for the first ten buyers. The discount is 30% off, and the contact information is provided for inquiries. The post also states that the discount is valid for both offline and online purchases.",
    "EAEx7_mg6Sg-1-0-web-2-10FuDFAqdUA": "Facebook Post. The image is a Facebook post featuring a white cat wearing a red dress and antlers. The cat appears to be wearing a Santa hat as well. The post includes a caption that reads, \"This dress is really complicated, it's prickling and itching.\" However, the cat seems to be enjoying the festive attire, as the caption also states, \"yes!! but it's okay today is a happy day.\" The post is tagged with \"@reallygreatsite,\" indicating that it may have been shared from another social media platform or website.",
    "EAE7TUnHwXU-1-0-web-2-ybW4F0gwaXc": "Your story. The image is a flyer advertising a garage sale. The sale is taking place at 123 Anywhere St., Any City, ST 12345. The sale is only happening for one day, and the prices range from $1.50 to $5. The sale starts at 10.00 am and ends at 19.00 pm. The flyer is by Claudia Alves.",
    "EAE4PPTpYMk-1-0-web-2-w48ZZfN17rg": "Your story. The image is a celebration of St. Patrick's Day, featuring a green hat and shamrocks. The text \"www.reallygreatsite.com\" is displayed in the bottom right corner of the image.",
    "EAE6jkq1DUo-1-0-web-2-98gR4qTRuuE": "Facebook Post. The image features a white teddy bear sitting on a purple background. The teddy bear is wearing a purple bow and is accompanied by two purple eggs. The scene is set against a backdrop of a purple wall, creating a festive and cheerful atmosphere. The image is a Facebook post, and the text reads \"Happy Easter,\" indicating that it is an Easter-themed photo.",
    "EAE5yxbp0ms-1-0-web-2-hXbyJhE36O8": "Instagram Posts. The image is an Instagram post featuring a white background with text that reads \"Believe in the magic of the season.\" The post is attributed to Rachel Beaudry and is tagged with \"@reallygreatsite.\" The overall theme of the post is one of positivity and encouragement to embrace the beauty of the season.",
    "EAE0p3MiZyg-1-0-web-2-DcJ6Y8TNUbQ": "Instagram Posts. The image is a promotional advertisement for a makeup sale. The sale is being advertised on Instagram, with the text \"Makeup Sale\" displayed in the top left corner of the image. The sale is being promoted as a way to \"Get and Prove the Results Right Now,\" with the text \"Get And Prove The Results Right Now\" displayed in the bottom left corner of the image. The sale is also being advertised as having a discount of 40%, with the text \"Disc 40%\" displayed in the bottom right corner of the image. The image features a variety of makeup products, including brushes and makeup containers, arranged in a visually appealing manner.",
    "EAE9sfbc4xE-1-0-web-2-QMqmaD0QZtc": "Posters. The image features a vibrant display of various fruits, including apples, oranges, and pineapples, arranged in a visually appealing manner. The fruits are placed in a large bowl, with some of them spilling out onto the table. The scene is set against a bright yellow background, which adds to the overall cheerful atmosphere of the image. The text \"Fruit Juice\" is displayed prominently in the top left corner, while the price of the fruit juice is indicated by the number 15 in the top right corner."
}